tap "achannarasappa/tap"
tap "anchore/grype"
tap "anchore/syft"
tap "aquasecurity/trivy"
tap "aylei/tap"
tap "azure/aks-engine"
tap "derailed/k9s"
tap "derailed/popeye"
tap "fairwindsops/tap"
tap "garden-io/garden"
tap "garethr/kubeval"
tap "googlecontainertools/kpt", "https://github.com/GoogleContainerTools/kpt.git"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "homeport/tap"
tap "instrumenta/instrumenta"
tap "johanhaleby/kubetail"
tap "kube-score/tap"
tap "minio/stable"
tap "phrase/brewed"
tap "sambadevi/powerlevel9k"
tap "soluble-ai/kubetap"
tap "txn2/tap"
tap "warrensbox/tap"
brew "angle-grinder"
brew "xz"
brew "ansible"
brew "argo"
brew "argocd"
brew "asciidoctor"
brew "asciinema"
brew "aws-iam-authenticator"
brew "awscli"
brew "azure-cli"
brew "bandwhich"
brew "gettext"
brew "certbot"
brew "cmake"
brew "conftest"
brew "crane"
brew "diskonaut"
brew "dive"
brew "docker-completion"
brew "eksctl"
brew "fd"
brew "fx"
brew "fzf"
brew "git"
brew "git-crypt"
brew "git-lfs"
brew "git-quick-stats"
brew "gitlab-runner"
brew "glances"
brew "gnu-sed"
brew "gnupg"
brew "go"
brew "gpg-tui"
brew "gradle"
brew "graphviz"
brew "grep"
brew "hadolint"
brew "hcloud"
brew "helm"
brew "htmlq"
brew "htop"
brew "httpie"
brew "hugo"
brew "jc"
brew "jq"
brew "just"
brew "k6"
brew "kind"
brew "kubernetes-cli"
brew "krew"
brew "kubectx"
brew "kubesess"
brew "kubeval"
brew "kubie"
brew "kustomize"
brew "lazydocker"
brew "lima"
brew "linkerd"
brew "llama"
brew "lnav"
brew "logcli"
brew "openjdk"
brew "maven"
brew "md5sha1sum"
brew "nano"
brew "nmap"
brew "node"
brew "opa"
brew "openjdk@11"
brew "openshift-cli"
brew "packer"
brew "pandoc"
brew "podman"
brew "postgresql@14"
brew "pueue"
brew "pwgen"
brew "rsync"
brew "rust"
brew "rustup-init"
brew "sd"
brew "sha2"
brew "shellcheck"
brew "skaffold"
brew "skopeo"
brew "sops"
brew "speedtest-cli"
brew "sshuttle"
brew "starship"
brew "stern"
brew "telnet"
brew "terraform-docs"
brew "tfenv"
brew "tree"
brew "typescript"
brew "watch"
brew "wget"
brew "yarn"
brew "yq"
brew "zsh"
brew "zsh-completions"
brew "achannarasappa/tap/ticker"
brew "anchore/grype/grype"
brew "anchore/syft/syft"
brew "aquasecurity/trivy/trivy"
brew "aylei/tap/kubectl-debug"
brew "azure/aks-engine/aks-engine"
brew "derailed/k9s/k9s"
brew "derailed/popeye/popeye"
brew "fairwindsops/tap/pluto"
brew "garden-io/garden/garden-cli"
brew "googlecontainertools/kpt/kpt"
brew "homeport/tap/dyff"
brew "johanhaleby/kubetail/kubetail"
brew "kube-score/tap/kube-score"
brew "minio/stable/mc"
brew "phrase/brewed/phraseapp"
brew "txn2/tap/kubefwd"
cask "1password"
cask "1password-cli"
cask "amazon-chime"
cask "brave-browser"
cask "chromedriver"
cask "dash"
cask "discord"
cask "dozer"
cask "eul"
cask "firefox"
cask "font-hack-nerd-font"
cask "font-jetbrains-mono"
cask "font-sauce-code-pro-nerd-font"
cask "fork"
cask "forklift"
cask "google-chrome"
cask "gpg-suite"
cask "iina"
cask "insomnia"
cask "istat-menus"
cask "iterm2"
cask "keka"
cask "macdown"
cask "microsoft-teams"
cask "miro"
cask "notable"
cask "obsidian"
cask "postman"
cask "raycast"
cask "rectangle"
cask "runjs"
cask "signal"
cask "slack"
cask "sublime-text"
cask "telegram"
cask "timemachineeditor"
cask "typora"
cask "visual-studio-code"
cask "visual-studio-code-insiders"
cask "vlc"
cask "warp"
cask "webex"
cask "whatsapp"
cask "wireshark"
cask "zoom"
