tap "achannarasappa/tap"
tap "anchore/grype"
tap "anchore/syft"
tap "aquasecurity/trivy"
tap "aylei/tap"
tap "azure/aks-engine"
tap "derailed/k9s"
tap "derailed/popeye"
tap "fairwindsops/tap"
tap "garethr/kubeval"
tap "googlecontainertools/kpt", "https://github.com/GoogleContainerTools/kpt.git"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "homeport/tap"
tap "instrumenta/instrumenta"
tap "johanhaleby/kubetail"
tap "kube-score/tap"
tap "minio/stable"
tap "phrase/brewed"
tap "sambadevi/powerlevel9k"
tap "soluble-ai/kubetap"
tap "txn2/tap"
tap "warrensbox/tap"
brew "angle-grinder"
brew "xz"
brew "ansible"
brew "argo"
brew "argocd"
brew "asciidoctor"
brew "asciinema"
brew "aws-iam-authenticator"
brew "aws-sam-cli"
brew "awscli"
brew "azure-cli"
brew "bandwhich"
brew "broot"
brew "gettext"
brew "certbot"
brew "cmake"
brew "conftest"
brew "crane"
brew "curl"
brew "diskonaut"
brew "dive"
brew "docker-completion"
brew "dust"
brew "eksctl"
brew "fd"
brew "fx"
brew "fzf"
brew "git"
brew "git-crypt"
brew "git-lfs"
brew "git-quick-stats"
brew "gitlab-runner"
brew "glances"
brew "gnu-sed"
brew "gnupg"
brew "go"
brew "gpg-tui"
brew "gradle"
brew "graphviz"
brew "grep"
brew "hadolint"
brew "hcloud"
brew "helm"
brew "htmlq"
brew "htop"
brew "httpie"
brew "hugo"
brew "jc"
brew "jq"
brew "just"
brew "k6"
brew "kind"
brew "kubernetes-cli"
brew "krew"
brew "kubeconform"
brew "kubectx"
brew "kubesess"
brew "kubie"
brew "kustomize"
brew "lazydocker"
brew "lima"
brew "linkerd"
brew "llama"
brew "lnav"
brew "logcli"
brew "openjdk"
brew "maven"
brew "md5sha1sum"
brew "nano"
brew "nmap"
brew "node"
brew "opa"
brew "openjdk@11"
brew "packer"
brew "pandoc"
brew "parallel"
brew "podman"
brew "postgresql@14"
brew "pueue"
brew "pwgen"
brew "rsync"
brew "rust"
brew "rustup-init"
brew "sd"
brew "sha2"
brew "shellcheck"
brew "skaffold"
brew "skopeo"
brew "sops"
brew "speedtest-cli"
brew "sponge"
brew "sshuttle"
brew "starship"
brew "stern"
brew "telnet"
brew "terraform-docs"
brew "tfenv"
brew "tree"
brew "typescript"
brew "watch"
brew "wget"
brew "yamllint"
brew "yarn"
brew "yq"
brew "zsh"
brew "zsh-autosuggestions"
brew "zsh-completions"
brew "zsh-syntax-highlighting"
brew "achannarasappa/tap/ticker"
brew "anchore/grype/grype"
brew "anchore/syft/syft"
brew "aquasecurity/trivy/trivy"
brew "aylei/tap/kubectl-debug"
brew "azure/aks-engine/aks-engine"
brew "derailed/k9s/k9s"
brew "derailed/popeye/popeye"
brew "fairwindsops/tap/pluto"
brew "googlecontainertools/kpt/kpt"
brew "homeport/tap/dyff"
brew "johanhaleby/kubetail/kubetail"
brew "kube-score/tap/kube-score"
brew "minio/stable/mc"
brew "phrase/brewed/phraseapp"
brew "txn2/tap/kubefwd"
cask "1password"
cask "1password-cli"
cask "amazon-chime"
cask "battery"
cask "brave-browser"
cask "chromedriver"
cask "chromium"
cask "discord"
cask "dozer"
cask "eul"
cask "finch"
cask "firefox"
cask "font-hack-nerd-font"
cask "font-jetbrains-mono"
cask "font-sauce-code-pro-nerd-font"
cask "fork"
cask "forklift"
cask "google-chrome"
cask "gpg-suite"
cask "iina"
cask "insomnia"
cask "istat-menus"
cask "iterm2"
cask "keka"
cask "macdown"
cask "microsoft-teams"
cask "miro"
cask "notable"
cask "obsidian"
cask "postman"
cask "raycast"
cask "rectangle"
cask "runjs"
cask "signal"
cask "slack"
cask "sublime-text"
cask "telegram"
cask "timemachineeditor"
cask "visual-studio-code"
cask "visual-studio-code-insiders"
cask "vlc"
cask "warp"
cask "webex"
cask "whatsapp-alpha"
cask "wireshark"
cask "zoom"
vscode "766b.go-outliner"
vscode "asciidoctor.asciidoctor-vscode"
vscode "bungcip.better-toml"
vscode "christian-kohler.npm-intellisense"
vscode "christian-kohler.path-intellisense"
vscode "DaltonMenezes.aura-theme"
vscode "DavidAnson.vscode-markdownlint"
vscode "deerawan.vscode-dash"
vscode "DEVSENSE.composer-php-vscode"
vscode "DEVSENSE.phptools-vscode"
vscode "DEVSENSE.profiler-php-vscode"
vscode "docsmsft.docs-markdown"
vscode "donjayamanne.githistory"
vscode "eamodio.gitlens"
vscode "erd0s.terraform-autocomplete"
vscode "esbenp.prettier-vscode"
vscode "evilz.vscode-reveal"
vscode "formulahendry.auto-close-tag"
vscode "foxundermoon.shell-format"
vscode "golang.go"
vscode "GrapeCity.gc-excelviewer"
vscode "hashicorp.terraform"
vscode "ionutvmi.path-autocomplete"
vscode "ipedrazas.kubernetes-snippets"
vscode "JakeBecker.elixir-ls"
vscode "jebbs.plantuml"
vscode "kokakiwi.vscode-just"
vscode "leizongmin.node-module-intellisense"
vscode "Mebrahtom.plantumlpreviewer"
vscode "mechatroner.rainbow-csv"
vscode "mikestead.dotenv"
vscode "mohd-akram.vscode-html-format"
vscode "ms-azuretools.vscode-docker"
vscode "MS-CEINTL.vscode-language-pack-de"
vscode "ms-kubernetes-tools.vscode-kubernetes-tools"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode.makefile-tools"
vscode "ms-vscode.remote-explorer"
vscode "ms-vsliveshare.vsliveshare"
vscode "msyrus.go-doc"
vscode "PKief.material-icon-theme"
vscode "plex.vscode-regolint"
vscode "redhat.java"
vscode "redhat.vscode-commons"
vscode "redhat.vscode-xml"
vscode "redhat.vscode-yaml"
vscode "rifi2k.format-html-in-php"
vscode "scala-lang.scala"
vscode "shd101wyy.markdown-preview-enhanced"
vscode "tsandall.opa"
vscode "VisualStudioExptTeam.intellicode-api-usage-examples"
vscode "VisualStudioExptTeam.vscodeintellicode"
vscode "vscjava.vscode-java-debug"
vscode "vscjava.vscode-java-dependency"
vscode "vscjava.vscode-java-pack"
vscode "vscjava.vscode-java-test"
vscode "vscjava.vscode-maven"
vscode "william-voyek.vscode-nginx"
vscode "yzhang.markdown-all-in-one"
vscode "zhuangtongfa.material-theme"
