tap "achannarasappa/tap"
tap "anchore/grype"
tap "anchore/syft"
tap "aquasecurity/trivy"
tap "aylei/tap"
tap "azure/aks-engine"
tap "derailed/k9s"
tap "derailed/popeye"
tap "fairwindsops/tap"
tap "garethr/kubeval"
tap "googlecontainertools/kpt", "https://github.com/GoogleContainerTools/kpt.git"
tap "homebrew/bundle"
tap "homebrew/services"
tap "homeport/tap"
tap "instrumenta/instrumenta"
tap "johanhaleby/kubetail"
tap "kube-score/tap"
tap "lihaoyun6/tap"
tap "minio/stable"
tap "norwoodj/tap"
tap "phrase/brewed"
tap "sambadevi/powerlevel9k"
tap "soluble-ai/kubetap"
tap "thestormforge/tap"
tap "txn2/tap"
tap "warrensbox/tap"
brew "angle-grinder"
brew "xz"
brew "argocd"
brew "asciidoctor"
brew "asciinema"
brew "awscli"
brew "azure-cli"
brew "broot"
brew "gettext"
brew "checkov"
brew "cmake"
brew "conftest"
brew "crane"
brew "curl"
brew "direnv"
brew "dive"
brew "docker-completion"
brew "dust"
brew "eksctl"
brew "fd"
brew "node"
brew "fx"
brew "fzf"
brew "git"
brew "git-crypt"
brew "git-lfs"
brew "git-quick-stats"
brew "glances"
brew "gnu-sed"
brew "gnupg"
brew "go"
brew "gpg-tui"
brew "openjdk"
brew "gradle"
brew "graphviz"
brew "grep"
brew "hadolint"
brew "helm"
brew "helmfile"
brew "htmlq"
brew "htop"
brew "httpie"
brew "hugo"
brew "jc"
brew "jq"
brew "just"
brew "kind"
brew "kubernetes-cli"
brew "krew"
brew "kubeconform"
brew "kubectx"
brew "kubesess"
brew "kustomize"
brew "kyverno"
brew "lima"
brew "lnav"
brew "logcli"
brew "maven"
brew "md5sha1sum", link: false
brew "nano"
brew "nmap"
brew "pandoc"
brew "parallel"
brew "pkgconf"
brew "pre-commit"
brew "pueue"
brew "pwgen"
brew "pypy"
brew "qrencode"
brew "regclient"
brew "ripgrep"
brew "rsync"
brew "rust"
brew "rustup"
brew "sd"
brew "sha2"
brew "shellcheck"
brew "skaffold"
brew "sponge"
brew "sshuttle"
brew "starship"
brew "stern"
brew "tailscale"
brew "telnet"
brew "tenv"
brew "terraform-docs"
brew "tree"
brew "trufflehog"
brew "typescript"
brew "walk"
brew "watch"
brew "wget"
brew "xsv"
brew "yamllint"
brew "yarn"
brew "ykman"
brew "yq"
brew "zsh"
brew "zsh-autosuggestions"
brew "zsh-completions"
brew "zsh-syntax-highlighting"
brew "anchore/grype/grype"
brew "anchore/syft/syft"
brew "aquasecurity/trivy/trivy"
brew "derailed/k9s/k9s"
brew "derailed/popeye/popeye"
brew "fairwindsops/tap/pluto"
brew "googlecontainertools/kpt/kpt"
brew "homeport/tap/dyff"
brew "minio/stable/mc"
brew "norwoodj/tap/helm-docs"
brew "txn2/tap/kubefwd"
cask "1password"
cask "1password-cli"
cask "amazon-chime"
cask "finch"
cask "firefox"
cask "font-jetbrains-mono"
cask "font-sauce-code-pro-nerd-font"
cask "font-sf-compact"
cask "font-sf-mono"
cask "font-sf-mono-for-powerline"
cask "font-sf-pro"
cask "fork"
cask "forklift"
cask "ghostty"
cask "google-chrome"
cask "gpg-suite"
cask "insomnia"
cask "istat-menus"
cask "iterm2"
cask "keystore-explorer"
cask "miro"
cask "ollama"
cask "postman"
cask "raycast"
cask "signal"
cask "slack"
cask "sublime-text"
cask "temurin"
cask "visual-studio-code"
cask "warp"
cask "wireshark"
cask "yubico-yubikey-manager"
cask "zoom"
vscode "766b.go-outliner"
vscode "amazonwebservices.amazon-q-vscode"
vscode "asciidoctor.asciidoctor-vscode"
vscode "christian-kohler.npm-intellisense"
vscode "christian-kohler.path-intellisense"
vscode "continue.continue"
vscode "davidanson.vscode-markdownlint"
vscode "devsense.intelli-php-vscode"
vscode "devsense.phptools-vscode"
vscode "devsense.profiler-php-vscode"
vscode "docsmsft.docs-markdown"
vscode "donjayamanne.githistory"
vscode "eamodio.gitlens"
vscode "erd0s.terraform-autocomplete"
vscode "esbenp.prettier-vscode"
vscode "evilz.vscode-reveal"
vscode "formulahendry.auto-close-tag"
vscode "foxundermoon.shell-format"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.vscode-github-actions"
vscode "golang.go"
vscode "grapecity.gc-excelviewer"
vscode "hashicorp.terraform"
vscode "ionutvmi.path-autocomplete"
vscode "jakebecker.elixir-ls"
vscode "jebbs.plantuml"
vscode "kokakiwi.vscode-just"
vscode "leizongmin.node-module-intellisense"
vscode "mebrahtom.plantumlpreviewer"
vscode "mechatroner.rainbow-csv"
vscode "mikestead.dotenv"
vscode "mohd-akram.vscode-html-format"
vscode "ms-azuretools.vscode-docker"
vscode "ms-ceintl.vscode-language-pack-de"
vscode "ms-kubernetes-tools.vscode-kubernetes-tools"
vscode "ms-python.debugpy"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode.makefile-tools"
vscode "ms-vscode.remote-explorer"
vscode "ms-vsliveshare.vsliveshare"
vscode "msyrus.go-doc"
vscode "pkief.material-icon-theme"
vscode "plex.vscode-regolint"
vscode "redhat.java"
vscode "redhat.vscode-commons"
vscode "redhat.vscode-xml"
vscode "redhat.vscode-yaml"
vscode "rifi2k.format-html-in-php"
vscode "shd101wyy.markdown-preview-enhanced"
vscode "snyk-security.snyk-vulnerability-scanner"
vscode "tamasfe.even-better-toml"
vscode "tsandall.opa"
vscode "visualstudioexptteam.intellicode-api-usage-examples"
vscode "visualstudioexptteam.vscodeintellicode"
vscode "vivaxy.vscode-conventional-commits"
vscode "vscjava.vscode-gradle"
vscode "vscjava.vscode-java-debug"
vscode "vscjava.vscode-java-dependency"
vscode "vscjava.vscode-java-pack"
vscode "vscjava.vscode-java-test"
vscode "vscjava.vscode-maven"
vscode "william-voyek.vscode-nginx"
vscode "yzhang.markdown-all-in-one"
vscode "zhuangtongfa.material-theme"
